dd = """
JUQ-542 主人がシてくれないから―。私は、女性用風俗に堕ちていく…。 水戸かな
SAME-090 結婚目前の女上司と二人きりで残業。想いを抑えきれずに僕は彼女を… 七海ティナ
PRED-557 生まれて初めての中出し解禁！ プレミアム専属決定 S級スレンダーボディにいきなり10発中出しスペシャル 星宮一花
JUQ-579 合鍵をもらった人妻が、男子学生が卒業するまで中出しされた一人暮らし部屋。 椎名ゆな
VDD-179 秘書in...（脅迫スイートルーム） さつき芽衣
ABF-063 逆NTR 男を狂わせる後輩に何度も迫られ続ける究極の社内不倫。 涼森れむ
EBWH-054 記録的猛暑で憧れの女上司と出張先で急遽相部屋 汗ばんだスリム巨乳に我慢できず童貞の僕は朝まで上司を求め続けた 七瀬アリス
ADN-533 毎晩セックスの声が大きいお隣さんは夫の留守中、欲求不満で僕を誘惑。汗だくになって一週間ヤリまくった。 白峰ミウ
SONE-061 待看 相部屋NTR 東北から上京してきた純朴新入社員が絶倫上司に仕組まれ朝から晩まで浮気セックスでイカされ続けた出張先の夜 明日葉みつは
SONE-033 「お風呂はお父さんと一緒がいいもん！」乳だけは大人に実った甘えんぼう連れ子と刺激的すぎる密着バスタイム 安達夕莉
JUQ-540 愛を認めさせたくて妻と絶倫の後輩を2人きりにして3時間…抜かずの追撃中出し計17発で妻を奪われた僕のNTR話 葉山さゆり
JUQ-545 隣家の爆乳妻・メアリーさんは社畜の僕を全肯定…沼って甘えて赤ちゃん返りSEX 橘メアリー
JUQ-528 「絶対に、3cmだけですからね…」 性欲を持て余す絶倫義父に少しの間、挿入を許したらまさかの相性抜群…何度も絶頂を繰り返した私。 小花のん
MEYD-873 「娘をちゃんと気持ちよくしてあげる自信あるの…？」彼女のお母さんのノーブラ爆乳誘惑 佐山愛
NIMA-016 彼女のスマホを覗いただけなのに2 大ヒット！！同人NTR傑作の続編を実写化！ 高瀬りな
NIMA-020 水泳部の清楚系幼馴染がDQNに弄ばれる一部始終 実写版！！
NIMA-024 すぺしゃるじー＆チンジャオ娘の大ヒット作品を実写化！！ 「優しいだけの男」と妻に捨てられたので…前編 有岡みう 皆月ひかる
RKI-659 継母天使 義息子を優しく包み込む射精教育。 性に不慣れな箱入り巨乳若妻が、息子の為にご奉仕する最高のママになった日… 美園和花
DASS-167 お母さんに毎日好き好きオーラを浴びせた一ヶ月後、理性が外れたお母さんと子作りセックスを何度も何度も繰り返した。 橘メアリー
DASS-261 理性が吹き飛ぶほどの究極Body人妻との不倫性交。 橘メアリー
DASS-263 奇跡の再会。大きくなったね。私は生き別れた息子に知らず知らずのうちにレ●プされてました。 黒川すみれ
DASS-015 両親がいない二日間、妹に欲望剥き出しでハメまくった中出し記録。 さつき芽衣
DASS-263 奇跡の再会。大きくなったね。私は生き別れた息子に知らず知らずのうちにレ●プされてました。 黒川すみれ
DASS-203 童貞弟のお願いを断れない。パンツ越し先っちょ1cmだけなら…えっ…ちょっと挿入ってるってばぁ！そこで終わるはずな
DASS-253 ふわとろ巨乳のバブみある年下義母に死ぬほど甘やかされ、オギャり射精を繰り返したボク。 弓乃りむ
SSIS-951 夜、ホテル、女上司と二人きり。相部屋逆NTR 河北彩花
IPZZ-149 大嫌いな中年おやじにマッサージ中に勃起チ〇ポを押し当てられ布越し2cm挿入され堕ちてしまった新人エステティシャン 西宮ゆめ
MIAB-045 痴●の指マンにきわどい秘部を触られ過ぎて…快楽に堕ちた憧れの美人女教師 天川そら
CAWD-426 隣人のゴミ部屋で異臭中年おやじに抜かずの連撃中出し58発で孕まされた制服女子の末路… 花狩まい
JUQ-485 取引先の傲慢社長に中出しされ続けた出張接待。 専属美女、イイ女のスーツ『美』―。 沖宮那美
JUQ-417 夫の身代わりになった高慢女上司、恥辱のクレーム対応―。 悪質男に固定バイブを強●されて謝罪と絶頂を繰り返す人妻―。 水戸かな
JUQ-475 四六時中、娘婿のデカチ〇ポが欲しくて堪らない義母の誘い 上羽絢
JUQ-470 待发布 12.12.2023 新婚旅行先で人妻に這い寄る指先…。 いいなりリゾートエステ調教 葉山さゆり
JUQ-449 夫と子作りSEXをした後はいつも義父に中出しされ続けています…。 篠田ゆう
JUQ-349 100年に1度の大型新人 第2弾！！驚異の中出し解禁！！ ヌードモデルNTR 上司と羞恥に溺れた妻の衝撃的浮気映像 沖宮那美
JUQ-388 30歳になっても童貞の義弟に同情して一生の願いを受け挿れたら、相性抜群過ぎて何度もおかわり中出しSEXを求めてしまった私。 水戸かな
JUQ-449 夫と子作りSEXをした後はいつも義父に中出しされ続けています…。 篠田ゆう
JUQ-408 超人氣系列中登場 100年來獨家大作！ 與老公做愛後總是被公公接力持續內射… 沖宮那美
JUQ-367 愛を確かめたくて妻と絶倫の後輩を2人きりにして3時間…抜かずの追撃中出し計16発で妻を奪われた僕のNTR話 吉澤友貴
JUQ-363 才色兼備な元女子アナ マドンナ衝撃移籍！！ 夫と子作りSEXをした後はいつも義父に中出しされ続けています…。 竹内有紀
JUQ-354 永遠に終わらない、中出し輪●の日々。 一乃あおい
JUQ-349 100年に1度の大型新人 第2弾！！驚異の中出し解禁！！ ヌードモデルNTR 上司と羞恥に溺れた妻の衝撃的浮気映像 沖宮那美
MIAB-045 痴●の指マンにきわどい秘部を触られ過ぎて…快楽に堕ちた憧れの美人女教師 天川そら
MIAB-009 極道の息子に体罰を与えた僕への復讐で最愛の婚約者が媚薬漬けレ×プされてしまった 森日向子
MEYD-873 「娘をちゃんと気持ちよくしてあげる自信あるの…？」彼女のお母さんのノーブラ爆乳誘惑 佐山愛
MEYD-850 「今日はどっちの奥さんですか…！？」 隣に住む二重人格妻 清純すぎる‘みづき'と、淫乱すぎる‘ミヅキ'。 弥生みづき
MEYD-860 謹慎中で性欲を持て余した男を誘惑する爆乳妻 何回イっても果てない…真夏の絶倫汗ダク性交 佐山愛
STARS-964 命を救った男は最悪の強●魔だった。無理矢理性処理をさせられ続けレ×プ沼に堕ちた救急救命医・神木麗
MIAA-545 小悪魔バイトちゃんと店内でこっそりショートタイム不倫 隙あらば何度も何度も即ハメ中出しでヤラれた僕（店長）… 白桃は
DVAJ-633 ガテン女上司と突然の豪雨で現場から帰れなくなり…カラダを温めあううち色っぽい濡れ髪濡れ肌に理性爆発ワゴン車が揺れるほどカーセク中出ししまくった 都月るいさ
BLK-633 隣のゴミ部屋男に苦情を言ったら陰キャのくせに性欲モンスター化！異臭の中で媚薬を盛られてキメセク監禁！ 森日向子LULU-249 残業中、2人きりの社内でむっちりデカ尻人妻女上司のムレムレパンスト挑発に乗せられ脚テクで何度もサービスぶっかけ射精させられた。 美園和花
PRED-534 夫の出張不在中に絶倫義父の孕ませ中出しで何度も何度もイッてしまったワタシ… 松本梨穂
MUDR-226 姉は親父に抱かれてる 親子NTR 最愛の姉を義父に寝取られた僕 美園和花
DVAJ-631 下宿先の奥さんと肉体関係を持ってしまった僕は留年ギリギリなのに講義にも出ず薄汚いアパート部屋で巣篭もりSEXに明け暮れた 橘メアリー
ADN-506 愛する妻から「私、好きな人が出来たの」と言われてしまった。 橘メアリー
EBOD-998 3p コンビニバイト仲間で性格正反対の巨乳2人と交互に浮気SEXを繰り返す不貞な日々 柏木こなつ 沢北みなみ
DLDSS-235 元ヤリマンギャルの義母に全裸で童貞卒業をお願いしたら…都合の良い肉オナホ（彩也香）が出来た 友田彩也香
ADN-506 剧情向 我心爱的妻子对我说：“我找到了我爱的人。” 立花玛丽 - 橘玛丽 背德
ADN-495 夫の目の前で犯●れてー 恥辱のビデオレター 西野絵美
ADN-497 軽蔑する夫の上司に声を出せない状況でイカされた人妻エステティシャン 武藤あやか
IPZZ-149 大嫌いな中年おやじにマッサージ中に勃起チ〇ポを押し当てられ布越し2cm挿入され堕ちてしまった新人エステティシャン 西宮ゆめ
IPZZ-109 NTR 经典绝伦 出張先が記録的豪雨で童貞部下と突然相部屋に…雨で濡れた身体に興奮した部下に襲われ朝まで9発のびしょ濡れ絶倫性交 朝日りお
IPZZ-105 ‐SUGAO‐「つむ」と刺激的な初お泊りデートで超濃密エッチ デート後自由にHさせたらエロ～いの撮れました。朝・昼・夜Sexが止まらない！！ 明里つむぎ
く根本ずっぽりの雑魚おま○こイキ震える怒涛の絶倫ピストン さつき芽衣
ATID-569 僕には一度も中出しさせてくれなかったのに、ビデオの中の妻は男に何度も中出しさせていた。 二宮ひかり
ALDN-207 夫に内緒で義父に頼んだ妊活 伊東沙蘭
SSIS-917 業界初！ お酒と媚薬の併用でハイテンション濡れまくり！ めちゃエロ女に大変身した未歩なな泥●むらむらドキュメント
SSIS-917 業界初！ お酒と媚薬の併用でハイテンション濡れまくり！ めちゃエロ女に大変身した未歩なな泥●むらむらドキュメント
SSIS-798 愛するあなたと結婚間近なのに…私の性癖を知り尽くした元カレに毎週イカされちゃう淫乱ビッチ花嫁でごめんね。 星宮一花
SSIS-879 キモすぎるロリコン義父のチ●ポがめちゃくちゃ大きくて… 連れ子は嫌でたまらないのにマ●コは濡れまくりのイキまくり… 未歩なな
SSIS-837 憧れの美脚上司と出張先でまさかの旅館相部屋…酔ってはだけた浴衣から覗く純白肌に下心爆発した僕は。 星宮一花
SSIS-835 兄嫁の無警戒すぎるノーブラ誘惑にモラル崩壊…禁断の乳房にむしゃぶり続けた3日間 夢乃あいか
SSIS-858 教師のくせにクソデカなエロ乳してんだから俺らに犯●れて当然って、分かるよね？ 凪ひかる
NIMA-016 彼女のスマホを覗いただけなのに2 大ヒット！！同人NTR傑作の続編を実写化！ 高瀬りな
NIMA-020 水泳部の清楚系幼馴染がDQNに弄ばれる一部始終 実写版！！
MIMK-142 RAIN-告白してきたのは妹だった- 原作:JACK-POT じゅら 発行部数3万部超 実写化 弓乃りむ
MIMK-127 漫改系列 「性欲を制する者は学業を制す！」 お母さんで良いなら好きにヤリなさい！実写版 日下部加奈
MIDV-592 ボクをゴミ部屋から救おうとしてくれるありな先生が性欲モンスターオヤジに犯●れる姿を鬱勃起しながら見つめることしか出来なかったあの日… 新ありな
MIDV-464 社内でイジメられてるハミゴ女子社員を優しさで釣って14発ハメる密着汗だく不倫温泉旅行 八木奈
ABF-063 逆NTR 男を狂わせる後輩に何度も迫られ続ける究極の社内不倫。 涼森れむ
ABF-055 密室 密着空間で体温と吐息が溶け合うゼロ距離SEX 涼森れむ
ABF-017 新人OLが完堕ちするまでぶっ壊された ずぶ濡れ性交 涼森れむ
STARS-894 高岭之花 只有我知道的女友變態般素顔 與公司內美人評判的K桑秘密的公司戀情 想說是無法靠近的高嶺之花實際上是超M的女友 神木麗
"""

for i in dd.split("\n"):
    print(i.split(" ")[0])